{

  "images": [
    {
      "id": 1,
      "title": "Harry Potter.",
      "Description": "An ancient prophecy seems to be coming true when a mysterious presence begins stalking the corridors of a school of magic and leaving its victims paralyzed.",
      "image": "https://i.ibb.co/2Sh5VFP/Harry-Potter-and-the-Chamber-of-Secrets-book-cover.webp"
    },
  
  
    {
      "id": 2,
      "title": "Helen Hardt.",
      "Description": "She’s a take-charge woman. But he’s a master of control.Skye Manning knows what she wants. Her job as assistant and photographer,  Her job as assistant.",
      "image": "https://i.ibb.co/WGW04n1/Helen-Hardt.jpg"
    },
  
    {
      "id": 3,
      "title": "Solar Bones.",
      "Description": "Solar Bones revolves around Marcus Conway, a deceased middle-aged engineer who has returned on All Souls' Day, and is reminiscing about his past life's events .", 
      "image": "https://i.ibb.co/KDTLPM5/Solar-Bones.jpg"
    },

    {
      "id": 4,
      "title": "The Baghdad Clock.",
      "Description": "The Baghdad Clock is a tale of two friends growing up during the first and second Iraqi war. Shahad Al Rawi uses magic realism to illustrate the displacement felt by a young girl and her neighbourhood. ",
      "image": "https://i.ibb.co/9ZBp5sc/The-Baghdad-Clock.jpg"
    },

    {
      "id": 5,
      "title": "The-Kite-Runner.",
      "Description": "The Kite Runner is the first novel by Afghan-American author Khaled Hosseini.[1] Published in 2003 by Riverhead Books, it tells the story of Amir, a young boy from the Wazir Akbar Khan district of Kabul.",
      "image": "https://i.ibb.co/cN0pCkZ/The-Kite-Runner-Riverhead-Edition.jpg"
    },
    {
      "id": 6,
      "title": "The Price of Salt.",
      "Description": "Based on a true story plucked from Highsmith's own life, The Price of Salt (or Carol) tells the riveting drama of Therese Belivet, a stage designer trapped in a department-store day job, whose routine is forever shattered by a gorgeous epiphany—the appearance of Carol Aird.",
      "image": "https://i.ibb.co/Mgddx9D/The-Price-of-Salt-by-Patricia-Highsmith-best-lesbian-novels.jpg"
    },
    {
      "id": 7,
      "title": "Lord-of-The-Rings.",
      "Description": "The Lord of the Rings is the saga of a group of sometimes reluctant heroes who set forth to save their world from consummate evil. Its many worlds and creatures were drawn from Tolkien's extensive knowledge of philology and folklore.",
      "image": "https://i.ibb.co/3rVpV9G/Lord-Rings.jpg"
    },
    {
      "id": 8,
      "title": "The-Elements-of-the-Crown.",
      "Description": "Based on a true story plucked from Highsmith's own life, The Price of Salt (or Carol) tells the riveting drama of Therese Belivet, a stage designer trapped in a department-store day job, whose routine is forever shattered by a gorgeous epiphany—the appearance of Carol Aird.",
      "image": "https://i.ibb.co/kSFkg4q/The-Elements-of-the-Crown.jpg"
    },
    {
      "id": 9,
      "title": "Kresley-Cole.",
      "Description": "Kresley Cole is an American bestselling author of paranormal romance and young adult novels. She has received three Romance Writers of America (RWA) RITA Awards and was inducted into the RWA Hall of Fame in 2009.",
      "image": "https://i.ibb.co/RC8f2Dw/Kresley-Cole.jpg"
    },
    {
      "id": 10,
      "title": "Lord-Winter.",
      "Description": "The Lord of Winter is a gigantic feybeast that appears in the north of Ehrenfest during winter and is responsible for causing blizzards. There are multiple feybeasts that can become the Lord of Winter, with the strongest emerging with the title.The New Repodee of Gilamere.",
      "image": "https://i.ibb.co/BBcgYTf/Lord-Winter.jpg"
    },
    {
      "id": 11,
      "title": "Leviathan-Loch.",
      "Description": "The Axis forces won World War II, and a monstrous tower rising from the ruins of Philadelphia is the heart of the Nazi-occupied United States. Norm Cromwell does what he can to survive under the restrictive regime of The New Republik of America.",
      "image": "https://i.ibb.co/sy9y88F/Leviathan-Loch.jpg"
    },
    {
      "id": 12,
      "title": "The-City.",
      "Description": "For one bright morning, a single earth-shattering event will show Jonah that, in his city, the darkest side of humanity sometimes triumphs. But it will also teach him that courage and honour are found in the most unexpected places, and the way forward lies deep inside the heart.",
      "image": "https://i.ibb.co/6y5JHDq/The-City.jpg"
    },
    {
      "id": 13,
      "title": "Tale-of-Two Cities.",
      "Description": "The novel tells the story of the French Doctor Manette, his 18-year-long imprisonment in the Bastille in Paris, and his release to live in London with his daughter Lucie whom he had never met.The story is set against the conditions that led up to the French Revolution and the Reign of Terror.",
      "image": "https://i.ibb.co/nbhpv83/Tale-of-Two-Cities.jpg"
    },
    {
      "id": 14,
      "title": "Queens-Gambit.",
      "Description": "The Queen's Gambit follows the life of an orphan chess prodigy, Elizabeth Harmon, during her quest to become an elite chess player while struggling with emotional problems, drugs and alcohol dependency.The title of the series refers to a chess opening of the same name. The story is set in the mid-1950s.",
      "image": "https://i.ibb.co/M1j6GC7/Queens-Gambit.jpg"
    },
    {
      "id": 15,
      "title": "Shade-of-Darkness.",
      "Description": "Diana Duvail is an officer with the Charleston Police Department. Her reputation as a hard-working, by the book, team player is well known. But Diana’s got a secret.While on patrol, the unimaginable happens; her secret is revealed, and she finds herself reassigned to the paranormal unit.",
      "image": "https://i.ibb.co/x6QS63x/Shade-of-Darkness.jpg"
    }
  ]
}