{

  "images": [
    {
      "id": 1,
      "title": "Harry Potter.",
      "Description": "An ancient prophecy seems to be coming true when a mysterious presence begins stalking the corridors of a school of magic and leaving its victims paralyzed.",
      "image0": "src/assets/Novel/Harry-Potter-and-the-Chamber-of-Secrets-book-cover.webp"
    },
  
  
    {
      "id": 2,
      "title": "Helen Hardt.",
      "Description": "… until the clock strikes midnight and Braden reveals his dark side. Heat sizzles between them, and Skye finds herself falling hard. ",
      "image1": "src/assets/Novel/HelenHardt.jpg"
    },
  
    {
      "id": 2,
      "title": "SolarBones.",
      "Description": " plot revolves around Marcus Conway, a deceased middle-aged engineer who has returned on All Souls' Day, and is reminiscing about his past life's events .", 
      "image2": "src/assets/Novel/SolarBones.jpg"
    },

    {
      "id": 4,
      "title": "The Baghdad Clock.jpg",
      "Description": "The Baghdad Clock is a tale of two friends growing up during the first and second Iraqi war. Shahad Al Rawi uses magic realism to illustrate the displacement felt by a young girl and her neighbourhood. ",
      "image4": "src/assets/Novel/The Baghdad Clock.jpg"
    },

    {
      "id": 5,
      "title": "The-Kite-Runner-Riverhead",
      "Description": "The Kite Runner is the first novel by Afghan-American author Khaled Hosseini.[1] Published in 2003 by Riverhead Books, it tells the story of Amir, a young boy from the Wazir Akbar Khan district of Kabul. The story is set against a backdrop of tumultuous events, from the fall of Afghanistan's monarchy through the Soviet invasion, the exodus of refugees to Pakistan and the United States, and the rise of the Taliban regime.",
      "image5": "src/assets/Novel/The-Kite-Runner-Riverhead-Edition.jpg "
    },
  

    {
      "id": 2,
      "title": "The Price of Salt",
      "Description": "Based on a true story plucked from Highsmith's own life, The Price of Salt (or Carol) tells the riveting drama of Therese Belivet, a stage designer trapped in a department-store day job, whose routine is forever shattered by a gorgeous epiphany—the appearance of Carol Aird,",
      "image6": "src/assets/Novel/The-Price-of-Salt-by-Patricia-Highsmith-best-lesbian-novels.jpg"
    }
  
  
  
  ]
}